[BalanceDefs.BD_ClaptrapClasp InteractiveObjectBalanceDefinition]
DefaultDisplayName="Braçadeira de Corrente"
Grades[0]=(GradeModifiers=(DisplayName="Braçadeira de Corrente"))

[BalanceDefs.BD_ElectricalBox InteractiveObjectBalanceDefinition]
DefaultDisplayName="Caixa de fusíveis"
Grades[0]=(GradeModifiers=(DisplayName="Caixa de fusíveis"))

[BalanceDefs.BD_FlyntPlate InteractiveObjectBalanceDefinition]
DefaultDisplayName="Incinerador"
Grades[0]=(GradeModifiers=(DisplayName="Incinerador"))

[BalanceDefs.BD_Gate InteractiveObjectBalanceDefinition]
DefaultDisplayName="Porta dos bandidos"
Grades[0]=(GradeModifiers=(DisplayName="Porta dos bandidos"))

[InteractiveObjects.Ep2_DummyIO InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.Ep2_FlyntFireVent InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.MO_Ep2_ElectracalWall_Collision InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.MO_Ep2_FuseBox InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.MO_Ep2_GeneralsBackDoor InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.MO_Ep2_GeneralsDoor InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.MO_Ep2_GeneralsDoor2 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.MO_Ep2b_ElectricalFuse InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.MO_Ep2b_ElectricalWall InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.MO_Ep2b_ElectricalWall_Field InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.MO_Ep2c_ClaptrapCord InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.MO_Ep2c_Gate InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_ClaptrapsEye MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Olho do Claptrap"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar essse item."
NoManufacturerName="Hyperion"

[ItemDefs.ID_ClaptrapsEye:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Claptrap utiliza isso para enxergar as coisas."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_Fuse MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Fusível de Alimentação"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar essse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_Fuse:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Um fusível que fornece energia para uma máquina."
NoConstraintText=""
Suffix=""
Prefix=""

